IDEA StatiCa Open Model
SteelSetupAUS Methods
Compatible with IDEA StatiCa Beta 21.0 - beta
The SteelSetupAUS type exposes the following members.
Methods
Name | Description
FrictionCoefficientPboltDefault
 Friction Coefficient Pbolt Default
 (Overrides SteelSetup.FrictionCoefficientPboltDefault().)
Top
See Also
Reference
SteelSetupAUS Class
IdeaRS.OpenModel Namespace